Repository: 5l1v3r1/il2ds-events-commander
Catalog: il2ec/apps/commander/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Everyone will be kicked in {sec}...
ru: Все будут выгнаны через {sec}...

source: Everyone will be kicked NOW!
ru: Все будут выгнаны СЕЙЧАС!

source: Please, reconnect after kick.
ru: Пожалуйста, пересоединитесь после отключения.

source: Hello everyone! This server is captured by IL-2 events commander.
ru: Здравствуйте! Этот сервер захвачен коммандером событий Ил-2.

source: Commander is quitting. Goodbye everyone!
ru: Коммандер уходит. Всем до свидания!

source: {callsign}, please enter your password or you will be kicked.
ru: {callsign}, пожалуйста, введите Ваш пароль или Вы будете выгнаны.

source: {callsign}, your callsign is already used.
ru: {callsign}, Ваш позывной уже используется.

source: You are not registered. Please, create an account first.
ru: Вы не зарегистрированы. Пожалуйста, сначала создайте учетную запись.

source: {callsign}, you are not allowed to connect. Please, request connection on the website.
ru: {callsign}, Вам не разрешено соединение. Пожалуйста, запросите соединение на сайте.

source: Sorry, anonymous users are not allowed to use chat.
ru: Извините, анонимным пользователям нельзя использовать чат.

source: Unknown command.
ru: Неизвестная команда.

source: Invalid arguments for command '{command}'.
ru: Неверные аргументы команды '{command}'.

source: Your password was already accepted. Happy flying!
ru: Ваш пароль уже был принят. Счастливых полетов!

source: Password accepted. Welcome to server!
ru: Пароль принят. Добро пожаловать на сервер!

source: Wrong password. Try again please.
ru: Неверный пароль. Пожалуйста, попробуйте ещё раз.
