Repository: 5l1v3r1/il2ds-events-commander
Catalog: il2ec/apps/auth_custom/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Emails queued: {count}.
ru: Поставлено писем в очередь: {count}.

source: Resend confirmation email
ru: Переотправить письмо подтверждения

source: Personal info
ru: Личная информация

source: Permissions
ru: Права

source: Important dates
ru: Важные даты

source: Username or email
ru: Имя пользователя или почта

source: Data to identify account
ru: Данные для идентификации учетной записи

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Invalid credentials.
ru: Неверные идентификационные данные.

source: Account is blocked.
ru: Учетная запись заблокирована.

source: This email is already used.
ru: Этот почтовый адрес уже используется.

source: Username
ru: Имя пользователя

source: Name which is used in game
ru: Имя, которое используется в игре

source: Email
ru: Почтовый адрес

source: Email to send your sign up instructions to
ru: Почтовый адрес, на который будут отправлены инструкции для регистрации

source: A user with that username already exists.
ru: Пользователь с таким именем уже существует.

source: First name
ru: Имя

source: Your first name
ru: Ваше настоящее имя

source: Last name
ru: Фамилия

source: Your last name (optional)
ru: Ваша фамилия (необязательно)

source: Password for website
ru: Пароль для сайта

source: Language
ru: Язык

source: Language to use on website and in game chat
ru: Язык для сайта и игрового чата

source: Stay signed in on website
ru: Оставаться на сайте

source: Invalid username or email.
ru: Неверное имя пользователя или почта.

source: User not found.
ru: Пользователь не найден.

source: Data for identifying your account
ru: Данные для идентификации Вашей учетной записи

source: Email for contacting you
ru: Почтовый адрес для связи с вами

source: Enter a valid email confirmation key.
ru: Введите верный ключ подтверждения почтового адреса.

source: Remind data
ru: Напомнание данных

source: Invalid parameters.
ru: Неверные параметры.

source: Sign up request does not exist.
ru: Запрос на регистрацию не существует.

source: Confirmation key does not match.
ru: Ключ подтверждения не подходит.

source: Sign up request has expired. Please, create another one.
ru: Истек срок действия запроса на регистрацию. Пожалуйста, повторите запрос.

source: email
ru: почтовый адрес

source: preferred language
ru: предпочитаемый язык

source: confirmation key
ru: ключ подтверждения

source: base URL
ru: базовый URL

source: URL to website base for particular user. Can have name or IP, etc.
ru: URL базы сайта для конкретного пользователя. Может содержать имя, IP и т.д.

source: expiration date
ru: дата истечения срока

source: sign up request
ru: запрос на регистрацию

source: sign up requests
ru: запросы на регистрацию

source: Confirmation instructions
ru: Инструкции подтверждения

source: Sign up request for {email}
ru: Запрос на регистрацию для {email}

source: username
ru: имя пользователя

source: first name
ru: имя

source: last name
ru: фамилия

source: email address
ru: почтовый адрес

source: staff status
ru: статус персонала

source: Designates whether the user can sign into this admin site.
ru: Определяет, имеет ли пользователь доступ в панель управления

source: active
ru: активен

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts. Inactive users can sign in to reactivate their accounts.
ru: Определяет, является ли этот пользователь активным. Используйте эту настройку вместо удаления учетных записей. Неактивные пользователи могут входить на сайт и восстанавливать свои учетные записи.

source: blocked
ru: заблокирован

source: Designates whether this user is blocked. Blocked users can not sign in without intervention of administration.
ru: Определяет, является ли этот пользователь заблокированым. Заблокированные пользователи не могут войти в свои учетные записи без вмешательства администрации.

source: date joined
ru: дата регистрации

source: Language in which messages will be shown to user in gamechat and at this website.
ru: Язык, на котором пользователю будут выводиться сообщения в игровом чате и на этом сайте.

source: user
ru: пользователь

source: users
ru: пользователи

source: Username may contain only 2 to 30 letters, numbers and @/./+/-/=/_/(/)/[/]/{/} characters.
ru: Имя пользователя может содержать от 2-х до 30-ти букв, цифр и символов @/./+/-/=/_/(/)/[/]/{/}

source: Your account was reactivated. Welcome back!
ru: Ваша учетная запись была восстановлена. Добро пожаловать назад!

source: Specified email is already in use.
ru: Указанный адрес почты уже используется.

source: Security error.
ru: Ошибка безопасности.

source: Your password was successfully updated.
ru: Ваш пароль был успешно изменен.

source: You can use it to sign in right now!
ru: Вы можете использовать его для входа прямо сейчас!

source: New settings were successfully applied.
ru: Новые настройки были успешно применены.

source: Your username was successfully changed.
ru: Ваше имя пользователя было успешно изменено.

source: Your account was successfully deactivated. Goodbye!
ru: Ваша учетная запись была успешно отключена. До свидания!

source: Data and instructions were sent to
ru: Данные и инструкции были отправлены на

source: Sign in
ru: Вход

source: Forgot something?
ru: Что-то забыли?

source: DO_SIGN_IN
ru: Войти

source: Remind me
ru: Напомните мне

source: Give us your email or username and get your username with instructions for resetting password
ru: Сообщите нам Ваш почтовый адрес или имя пользователя и получите имя пользователя с инструкциями для сброса пароля

source: Submit
ru: Отправить

source: Wait, I remember
ru: Подождите, я помню

source: OR
ru: ИЛИ

source: Create an account
ru: Создать учетную запись

source: Hello
ru: Здравствуйте

source: You've just sent sign up request at <a href='%(host_address)s' target='blank'>%(host_name)s</a>, haven't you? If so, follow this link to confirm your email:
ru: Только что Вы отправили запрос на регистрацию на <a href='%(host_address)s' target='blank'>%(host_name)s</a>, не так ли? Если так, то перейдите по следующей ссылке для подтверждения Вашего почтового адреса:

source: Click here to confirm your email
ru: Нажмите сюда для подтверждения Вашего почтового адреса

source: Thank you
ru: Спасибо

source: If you do not know, why you have got this email, please, ignore it.
ru: Если Вы не знаете, почему Вы получили это письмо, пожалуйста, проигнорируйте его.

source: You've just asked to remind data for signing in at <a href='%(host_address)s' target='blank'>%(host_name)s</a>, haven't you?
ru: Вы только что попросили напомнить данные для входа на <a href='%(host_address)s' target='blank'>%(host_name)s</a>, не так ли?

source: Your username is
ru: Ваше имя пользователя

source: Follow next link if you would like to change your password
ru: Перейдите по следующей ссылке, если желаете сменить пароль

source: Click here to change your password
ru: Нажмите здесь, чтобы сменить пароль

source: Good luck
ru: Удачи

source: Setting new password
ru: Установка нового пароля

source: Set new password
ru: Установите новый пароль

source: Please, enter your new password twice, so we can verify you typed it in correctly
ru: Пожалуйста, введите Ваш новый пароль дважды, чтобы мы были уверены, что Вы ввели его правильно

source: New password cannot be set
ru: Новый пароль не может быть установлен

source: The password reset link is invalid, possibly because it has already been used. Please, request a new password reset.
ru: Ссылка сброса пароля недействительна. Возможно, она уже была использована.Пожалуйста, запросите сброс паролья ещё раз.

source: Set password
ru: Установите пароль

source: Sign up request
ru: Запрос на регистрацию

source: Before you join, we need to check your email. Give us your email and further instructions will be sent to you.
ru: Перед тем, как Вы к нам присоединитесь, нам необходимо проверить Ваш почтовый адрес. Сообщите нам почтовый адрес, и Вам будут отправлены дальнейшие указания.

source: Instructions for email confirmation were sent to %(email)s. Check out your inbox!
ru: Указания для подтверждения почтового адреса были отправлены на %(email)s. Проверьте свой почтовый ящик!

source: Go!
ru: Вперед!

source: Sorry, we failed to send an email to you. Please, try again a bit later.
ru: Извините, нам не удалось вам письмо. Пожалуйста, попробуйте позже.

source: Sign up
ru: Реристрация

source: Finish sign up
ru: Окончание регистрации

source: Just one step to create your account
ru: Всего один шаг до создания Вашей учетной записи

source: Join right now
ru: Присоединиться прямо сейчас

source: Account settings
ru: Настрйки учетной записи

source: General settings
ru: Общие настройки

source: Apply settings
ru: Применить настройки

source: Change password
ru: Изменить пароль

source: Password was successfully updated
ru: Пароль был успешно обновлен

source: Update
ru: Обновить

source: Forgot password
ru: Забыли пароль

source: Change username
ru: Изменить имя пользователя

source: Changing your username can have unintended side effects
ru: Изменение имени пользователя может привести к ненамеренным побочным эффектам

source: Deactivate account
ru: Отключить учетную запись

source: Tired of this service? Deactivate your account and forget about it.
ru: Устали от этого сервиса? Отключите учетную запись и забудьте о нем.

source: Deactivate
ru: Отключить

source: Password reset request
ru: Запрос на сброс пароля

source: Really change your username
ru: Действительно сменить имя пользователя

source: Unexpected bad things may happen if you don't read this
ru: Если Вы не прочтете это, могут возникнуть непредвиденные последствия

source: Links to your profile from external sources will be broken
ru: Ссылки на Ваш профиль из внешних источников станут недействительны

source: Your username in texts will not be replaced
ru: Ваше имя пользователя не будет автоматически заменено в текстах

source: Okay, let's change my username
ru: Понятно, изменить имя пользователя

source: Enter new username
ru: Введите новое имя пользователя

source: Change my username
ru: Изменить имя пользователя

source: Are you sure you want to leave us
ru: Вы уверены, что хотите покинуть нас

source: Deactivation means that no one will see your profile and you will be signed out immediately.
ru: Отключение учетной записи означает, что никто не сможет просматривать Вашу учетную запись, и будет выполнен автоманический выход из неё.

source: We'll miss you, but you are welcome back any time.
ru: Мы будем скучать за Вами, но мы всегда будем рады увидеть Вас снова.

source: Yes, I'm totally sure
ru: Да, я полностью уверен
